[
  {
    "title": "30% cap on UPI may never be possible",
    "link": "https://growthbug.com/30-cap-on-upi-may-never-be-possible-ddf11f3ec91e?source=rss-8a2f53422ab5------2",
    "published": "Wed, 01 Jan 2025 13:47:47 GMT",
    "publishedDate": "2025-01-01T13:47:47.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<p><em>WhatsApp can now onboard its 500 million monthly active users to UPI. However, it’s unlikely to help NPCI reach its goal of limiting third-party app share to 30%.</em></p><p>On December 31st, the National Payments Corporation of India (NPCI) made two major announcements. First, they allowed WhatsApp to expand its UPI reach to its entire 500mn user base, which was previously limited to 100 million users. Second, they extended the deadline for enforcing their controversial 30% cap on third-party UPI apps. While these announcements might seem significant, let me explain why they’re unlikely to change the landscape of UPI.</p><p>Let’s first understand the Indian internet &amp; UPI universe before I elaborate on my point.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*IsffjZVB0_ZhR8ymWGRR_Q.png\" /><figcaption>MAU for PhonePe and Paytm shown above are only UPI users on their app. Paytm has 100mn MAU while PhonePe has over 250mn MAU overall</figcaption></figure><p>PhonePe, the undisputed leader in the Indian fintech, holds a staggering 50% market share in UPI payments. However, NPCI is not happy with this dominance, which has been persistently attempting to implement 30% cap on it since 2022. I had already predicted in 2021 t<a href=\"https://www.moneycontrol.com/news/business/economy/can-30-market-share-cap-on-upi-ever-be-implemented-6714031.html\">hat it might be impossible to implement this policy</a>. NPCI also realises that stopping PhonePe’s progress would also negatively impact UPI growth.</p><p>UPI might have around 360 to 375 million monthly active users, but guess what? Only about 100 million of those users are responsible for 65% of the volume! This number is unlikely to change anytime soon. That means PhonePe and Google Pay are likely to keep their top spot. I think these 100 million users have already picked their favorite app.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/950/1*CF0LzFx5QSHWhzzZUtO1bA.png\" /><figcaption>UPI’s Pareto</figcaption></figure><p>Only way for PhonePe to come below 30% is for other apps to emerge strongly. My analysis says it is highly unlikely and here is the basis of my analysis:</p><ul><li>Only 3 new TPAs (CRED, Super Money and Navi) have emerged in last 2 years that have started capturing a decent share but collectively they account for less than 3% share despite significantly investing in marketing &amp; cashbacks to grow UPI. All 3 apps have deep pockets and they could potentially continue to grow their UPI base but due to no serious revenues to be made on UPI, they are unlikely to let UPI be a cash guzzler. CRED is limited by its own policy to not allow users below a certain credit score, has limited itself (may be they could launch a new standalone app with no entry restrictions).</li><li>Paytm has over 100mn MAU but only 40% of its base uses it as the primary UPI App. I don’t see this changing because Paytm seems to be highly focused on growing revenues and reducing cost and their current focus on P2M and cross sell seems to be delivering the right ROI to them.</li><li>There are no other large players with unlimited cash on the horizon which could challenge PhonePe. Jio Fin may not bite this bullet too.</li><li>This brings us to WhatsApp Pay. Can it upset the PhonePe/Google Pay applecart? Highly unlikely!!!. One may argue that now that they have no restrictions and can possibly bring all 500mn users to UPI, it changes the dynamics. I don’t buy this argument. It is important to note that WhatsApp was previously permitted to onboard 100 million users until yesterday. Despite this, it currently has less than 7–8 million active users who utilize UPI. Therefore, it is unclear why WhatsApp has not aggressively pursued a larger user base for UPI, reaching 30–50 million active users. Notably, WhatsApp conducted a substantial cashback campaign last year, indicating their intention to achieve this goal. However, they were unable to maintain the momentum once they discontinued the campaign. Whatspp’s absence from P2M flow due to its subpar user experience (impossible to find scan and pay) have hindered its adoption clearly. Additionally, WhatsApp’s reputation for being susceptible to fraud and spam abuse has deterred many users from linking their bank accounts with the platform.</li></ul><p>Consequently, the space remains vacant for PhonePe, and I see no one attempting to challenge it even remotely.</p><p>If for a moment, we believe that someone may just throw in billions of dollars in marketing &amp; cashback and build the marketshare, it is mathematically not possible to bring PhonePe down to 30%. Let me explain how:</p><p>UPI is likely to add 10% MAU year on year so we can safely assume that it may touch 450mn users by 2027. If PhonePe was to stop growing from today onwards and not add a single user till 2027 and only let its current base to continue using UPI, they will still be at 42% of the UPI base. Hope you see the reason for my confidence in my prediction.</p><p>It will be exciting to revisit this article in Dec 2027 and compare notes. I look forward to continous growth of UPI and digital financial infrastructure in India.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=ddf11f3ec91e\" width=\"1\" height=\"1\" alt=\"\"><hr><p><a href=\"https://growthbug.com/30-cap-on-upi-may-never-be-possible-ddf11f3ec91e\">30% cap on UPI may never be possible</a> was originally published in <a href=\"https://growthbug.com\">Growth Bug — Technology | Product | Growth | Apps</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
    "categories": [
      "growth",
      "upi",
      "payments",
      "india"
    ],
    "guid": "https://medium.com/p/ddf11f3ec91e",
    "wordCount": 848
  },
  {
    "title": "India’s Gold Story (Chapter 3): How much gold in India",
    "link": "https://growthbug.com/indias-gold-story-chapter-3-how-much-gold-in-india-f627338421e3?source=rss-8a2f53422ab5------2",
    "published": "Fri, 01 Sep 2023 13:03:50 GMT",
    "publishedDate": "2023-09-01T13:03:50.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<p>I covered the gold loan market in my Chapter 1 &amp; 2 (links in comments) but lot of people asked how can the market be so big. Do we have so much gold in India?</p><p>✴ The answer is that we have lot more gold in India than we can even imagine. Official figures by World Gold Council pegged this at 25000 tonnes (in a 5 year old analysis). That number is being quoted everywhere in analyst presentations of Banks, NBFCs and Fintechs.</p><p>✴ But if we just go back 12 years, India imported over 15000 tonnes including 5000 tonnes since the last WGC report. So OFFICIALLY we have over 30,000 tonnes (that’s roughly $2 trillion)</p><p>✴ Globally over 2.5 lakh metric tonne gold has been mined which means over 12% of that is in India alone.</p><p>✴ The demand is not slowing down despite multiple new asset classes available for Indians to invest in last 5 years. Demand for jewellery continues to grow. It crossed over $77bn in FY23 after recovering from covid slowdown 2 years back. The jewellery market is higher than gold imports as significant amount of old gold is recycled for new jewels</p><p>✴ RBI hold roughly 795 tonnes out of 30,000 tonnes. Over 200 tonnes is institutional holding in India while Indian temples alone hold over 1600 tonnes.</p><p>✴ As per NCAER study, 140mn households in India have some amount of gold savings.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*2jkWOXgLfs8zAesKNZr2PQ.png\" /></figure><p>Chapter 1 — <a href=\"https://growthbug.com/indias-gold-story-chapter-1-the-market-size-its-yoy-growth-12cb5a03b7e4\">https://growthbug.com/indias-gold-story-chapter-1-the-market-size-its-yoy-growth-12cb5a03b7e4</a></p><p>Chapter 2 — <a href=\"https://growthbug.com/indias-gold-story-chapter-2-kerala-and-its-love-for-gold-20b719d4cfdb\">https://growthbug.com/indias-gold-story-chapter-2-kerala-and-its-love-for-gold-20b719d4cfdb</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=f627338421e3\" width=\"1\" height=\"1\" alt=\"\"><hr><p><a href=\"https://growthbug.com/indias-gold-story-chapter-3-how-much-gold-in-india-f627338421e3\">India’s Gold Story (Chapter 3): How much gold in India</a> was originally published in <a href=\"https://growthbug.com\">Growth Bug — Technology | Product | Growth | Apps</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
    "categories": [
      "india",
      "fintech",
      "gold",
      "finance"
    ],
    "guid": "https://medium.com/p/f627338421e3",
    "wordCount": 285
  },
  {
    "title": "India’s Gold Story (Chapter 2): Kerala and its love for GOLD!!!",
    "link": "https://growthbug.com/indias-gold-story-chapter-2-kerala-and-its-love-for-gold-20b719d4cfdb?source=rss-8a2f53422ab5------2",
    "published": "Tue, 29 Aug 2023 09:22:22 GMT",
    "publishedDate": "2023-08-29T09:22:22.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<p>On the occasion of Onam, I have put together some fascinating facts about Kerala:</p><p>✳️ If Kerala was a country, it would have the highest gold reserve per capita in the world<br>✳️ Kerala spends 27x more than the national average on purchasing gold every year<br>✳️ Kerala amounts for almost 20% of India’s private gold reserves which amounts to roughly 20 lakhs crores<br>✳️ Kerala consumes 60,000 KG of gold every year and it has over 6000 jewellery shops. This is roughly 2gm of gold per capita per year.</p><p>While we all know about Southern states love for gold, the relationship Kerala has with it is unmatched. Thanks to its large migrant population, Kerala gets billions of dollars in inward remittance each year. These immigrants love to buy and save in gold as is evident from their household gold reserves.</p><p>There is good enough arbitrage between UAE and India prices so that also adds to the attractiveness of brining in gold to India. We have no idea about the unofficial gold that arrives in Kerala so I will leave that to your imagination 🧠</p><p>Kerala’s gold loan economy is literally a marvel which is evident from this data alone:<br>✳️ The state has one gold loan branch per 3sq km as compared to national average of 1 branch for every 40sq km</p><p>📊 Here are some of the top banks &amp; NBFCs with their gold loan AUM. Just like the presence of unofficial gold quantity in the state, we also have a large unorganized gold loan market whose size could be similar or higher than the organized market of 1 lakh crore.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*sCYxdipRhiAWTiVU2chD1g.jpeg\" /></figure><p>You can read chapter 1 here: <a href=\"https://growthbug.com/indias-gold-story-chapter-1-the-market-size-its-yoy-growth-12cb5a03b7e4\">https://growthbug.com/indias-gold-story-chapter-1-the-market-size-its-yoy-growth-12cb5a03b7e4</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=20b719d4cfdb\" width=\"1\" height=\"1\" alt=\"\"><hr><p><a href=\"https://growthbug.com/indias-gold-story-chapter-2-kerala-and-its-love-for-gold-20b719d4cfdb\">India’s Gold Story (Chapter 2): Kerala and its love for GOLD!!!</a> was originally published in <a href=\"https://growthbug.com\">Growth Bug — Technology | Product | Growth | Apps</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
    "categories": [
      "kerala",
      "fintech",
      "india",
      "gold"
    ],
    "guid": "https://medium.com/p/20b719d4cfdb",
    "wordCount": 320
  },
  {
    "title": "India’s Gold Story (Chapter 1): The Market Size & its YoY growth",
    "link": "https://growthbug.com/indias-gold-story-chapter-1-the-market-size-its-yoy-growth-12cb5a03b7e4?source=rss-8a2f53422ab5------2",
    "published": "Thu, 24 Aug 2023 10:45:33 GMT",
    "publishedDate": "2023-08-24T10:45:33.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<p>We keep hearing about India’s love for gold. Data reflects that clearly. Indian households own gold worth ₹8,00,00,00,00,00,000 (80 lakhs crore) which is almost 40% of our GDP, accumulated over decades. In Comparison, RBI holds just 3% of total gold in India and our temples have over 16% which is almost 16 lakhs crore (our temples are rich!!!). And this gold has been donated to temples by common people like us.</p><p>This precious assets gave birth to a very unique business in india almost a century ago, called “Gold Loans”. Gold became the gold standard for a secured loan in an unorganized sector. Several decades ago, the Muthoot family saw this as a huge opportunity and launched it formally in Kerala.</p><p>Today the organized gold loan sector alone has a market size of ₹5.7 lakhs crore ($67bn) growing at a rate of 15% CAGR. It is believed that unorganized sector is even larger than this, taking the unofficial market size to well over $100bn.</p><p>The market for organized gold loan is expected to cross $78bn in FY24.<br>NBFCs like Muthoot, IIFL &amp; Manappuram have been ruling the market, but recently large public sector banks &amp; many private banks have started focusing on this asset class.</p><p>Here is a quick snapshot of some of the staggering numbers &amp; their growth YoY for some of the institutions. Banks like HDFC, ICICI, Kotak, BOI, BoB and Canara Bank are doubling down on it and enabling their bank branches to process gold loans too.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*QcWM5CEkSnMCzcb9Bsxikg.jpeg\" /></figure><p>Do follow me for more such interesting data point and stories on India’s love for their asset class and how it is fast becoming an alternate credit enabler for over 200mn Indian households not directly served by other lending products. Let me know what else you would like me to cover in future chapters.<br><a href=\"https://www.linkedin.com/feed/hashtag/?keywords=india&amp;highlightedUpdateUrns=urn%3Ali%3Aactivity%3A7100398373882494976\">#india</a> <a href=\"https://www.linkedin.com/feed/hashtag/?keywords=gold&amp;highlightedUpdateUrns=urn%3Ali%3Aactivity%3A7100398373882494976\">#gold</a> <a href=\"https://www.linkedin.com/feed/hashtag/?keywords=lending&amp;highlightedUpdateUrns=urn%3Ali%3Aactivity%3A7100398373882494976\">#lending</a> <a href=\"https://www.linkedin.com/feed/hashtag/?keywords=credit&amp;highlightedUpdateUrns=urn%3Ali%3Aactivity%3A7100398373882494976\">#credit</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=12cb5a03b7e4\" width=\"1\" height=\"1\" alt=\"\"><hr><p><a href=\"https://growthbug.com/indias-gold-story-chapter-1-the-market-size-its-yoy-growth-12cb5a03b7e4\">India’s Gold Story (Chapter 1): The Market Size &amp; its YoY growth</a> was originally published in <a href=\"https://growthbug.com\">Growth Bug — Technology | Product | Growth | Apps</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
    "categories": [
      "lending",
      "credit",
      "india",
      "technology",
      "gold"
    ],
    "guid": "https://medium.com/p/12cb5a03b7e4",
    "wordCount": 349
  },
  {
    "title": "Behind the scenes: Why NPCI reversed its flawed decision to curb the UPI growth",
    "link": "https://growthbug.com/behind-the-scenes-why-npci-reversed-its-flawed-decision-to-curb-the-upi-growth-5a6d974f55da?source=rss-8a2f53422ab5------2",
    "published": "Tue, 06 Dec 2022 02:58:24 GMT",
    "publishedDate": "2022-12-06T02:58:24.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<p>Original published by me at <a href=\"https://www.moneycontrol.com/news/opinion/why-npci-had-to-extend-upi-market-cap-deadline-by-two-years-9649961.html\">https://www.moneycontrol.com/news/opinion/why-npci-had-to-extend-upi-market-cap-deadline-by-two-years-9649961.html</a></p><p>January 2023 was suppose to bring in a bizarre regulation (if I can call it so) to restrict popular UPI Apps to stop growing. NPCI came up with a novel idea in March 2021 to save UPI from the concentration risk. Well the reasons were not entirely unfounded as UPI was suffering from large tech outages starting from a big bang issue that happened in 2020 when PhonePe went down due to moratorium on Yes Bank. That’s when we all realized our dependency on an app for our multiple daily payment use cases.</p><p>When NPCI came up this restriction policy in 2021 (to be implemented phase wise from January 2023), UPI was seeing close to 2.5bn monthly transactions with PhonePe with 45% share and Gpay at 36% share walking away with the bulk of it. In October 2022, UPI grew by 193% to 7.3bn transactions. In terms of App share, nothing changed, infact PhonePe cemented its leadership further by increasing their share a bit.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*8nWJW4ELh10sCLBg91fEjw.png\" /></figure><p>CEO of PhonePe, Sameer Nigam made it very clean in 2021 and reiterated few months back that they are not going to abide by this erratic regulation of imposing 30% cap. I had written about it back then on why this was never going to work:</p><p><a href=\"https://www.moneycontrol.com/news/business/economy/can-30-market-share-cap-on-upi-ever-be-implemented-6714031.html\">Can 30% market share cap on UPI ever be implemented?</a></p><p><strong>So what led NPCI to extend the deadline (or if we can say they suspended it forever):</strong></p><ul><li>NPCI believed way back in 2021 that WhatsApp Pay will take off and will naturally balance out the App share. Sadly that never happened and even after 1.5 years they are struggling to make any dent whatsoever. I am not going into the details of why as that requires a separate story.</li><li>P2M (payments to merchants/shopkeepers) grew much faster vs P2P (money transfer between two people). P2M now has 55% share vs 40% back then. P2M is mostly a time sensitive transaction and a failure there would impact multiple stakeholders. If the rule had been strictly enforced, consumers would be juggling between UPI Apps to complete a transaction thus driving up failures. P2M assumes significance as it is now the most dominant way to pay in the offline &amp; online place and helps drive the digital economy.</li><li>PhonePe &amp; Gpay formally submitted the request to NPCI on delaying the implementation because they were worried about the user experience in their app. Apparently MEITY and RBI were not in favour of this either which helped the cause.</li><li>UPI is still onboarding lot of new users. The new users coming to UPI now are highly tech unsavvy hence putting them through this hoop of trying multiple apps would have dented the UPI image.</li><li>Technology improvement at TPAP is leading to less large scale outages allaying the fear of systematic risk.</li><li>NPCI doesn’t have enough teeth to rein in TPAPs. They aren’t a regulator but a mere service provider/switch or a facilitator.</li><li>Credit Cards on UPI has been allowed recently (only RuPay for now) and next 12 months would be critical for its adoption hoping Visa &amp; Mastercard join the bandwagon. Any disincentive for TPAP (Third party apps like PhonePe, Gpay) at this stage would make this offering dead on arrival. There are over 40mn active credit card users online and bringing it on UPI platform may bring in more savvier users to these Apps. If their first experience isn’t seamless then they are likely to switch back to using cards in its plastic form.</li><li>UPI usage is still dominated by Top 30mn consumers and forcing them to look for alternate app mid-month once their favourite app has capped out was illogical</li></ul><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*Ir7p3w59ODR9yQ9Zw2cnkQ.png\" /><figcaption>Approximate UPI usage (based on industry knowledge)</figcaption></figure><p><strong>What next:</strong></p><p>While this has been deferred by 2 years (revised deadline is Dec 2024) but in my opinion nothing much would change from the current scenario unless we see another dominating app like WhatsApp taking off in payments, the likelyhood of that at the current stage looks very dificult. PLus it’s a very long period in the fast changing fintech industry so we are not sure what future dynamics would be at play. NUE (New Umbrella Entity) which may be positioned as a UPI competitor has been delayed by RBI but it may take birth during these 3 years. NUE is an attempt by RBI to create a new retail payment system for India comprising of but not limited to ATMs, White Label PoS; Aadhaar based payments and remittance services.</p><p>I hope all players find ways to overcome the technology overhang risks and work on improving the infrastructure instead of finding consumer unfriendly ways like usage capping.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=5a6d974f55da\" width=\"1\" height=\"1\" alt=\"\"><hr><p><a href=\"https://growthbug.com/behind-the-scenes-why-npci-reversed-its-flawed-decision-to-curb-the-upi-growth-5a6d974f55da\">Behind the scenes: Why NPCI reversed its flawed decision to curb the UPI growth</a> was originally published in <a href=\"https://growthbug.com\">Growth Bug — Technology | Product | Growth | Apps</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
    "categories": [
      "payments",
      "fintech",
      "india",
      "upi"
    ],
    "guid": "https://medium.com/p/5a6d974f55da",
    "wordCount": 820
  },
  {
    "title": "India’s 100 Unicorns: Ranked by Revenue, Losses, Current Valuation, Revenue Multiple (Updated for…",
    "link": "https://growthbug.com/indias-100-unicorns-ranked-by-revenue-losses-current-valuation-revenue-multiple-5c2c92ae0b38?source=rss-8a2f53422ab5------2",
    "published": "Sun, 08 May 2022 06:52:33 GMT",
    "publishedDate": "2022-05-08T06:52:33.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<h3>India’s 100 Unicorns: Ranked by Revenue, Losses, Current Valuation, Revenue Multiple (Updated for FY22)</h3><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*PffIUledICds6WLtGnN_NQ.png\" /></figure><p>Update: Jan 2023 — I am adding a new table based on FY22 numbers</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/626/1*M4HyAd56YYrHFf7kr5OKUw.jpeg\" /></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/618/1*-Epl9Ef5txNSbSfOyoMwfw.png\" /></figure><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*TMGYN9YLWljOMdAv68I_nQ.jpeg\" /></figure><p>I have made a small effort to present the list of unicorns based on few financial parameters. Hope you like it. I have taken good care in compiling this. If you find any errors, please mail me at dabbot@gmail.com and I will fix it.</p><h3>Top 20 Most Valuable Startups</h3><p>11 are in Bangalore, 6 in Delhi NCR, 3 in Mumbai</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/316/1*pNuVDo418rclcPzCjA_qzw.png\" /><figcaption>*Listed (market value based on current share price)</figcaption></figure><h3>Top 20 loss making startups</h3><p>14 in Bangalore, 6 in Delhi NCR,</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/320/1*fp2ic2TeDX__TQ18doqiAg.png\" /></figure><h3>19 profitable unicorns— Top 2 are bootstrapped :)</h3><p>7 in Delhi NCR, 5 in Mumbai/Pune, 3 in Bangalore</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/320/1*GDNF39h1aSpdKqqpLKcpQQ.png\" /></figure><h3>Top 20 by Revenue</h3><p>10 in Bangalore, 6 in Delhi NCR, 3 in Mumbai</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/316/1*wx0Tafd_uDQHYF69_qWbHw.png\" /></figure><h3>Funding to Revenue Ratio</h3><p>How much revenues they making in comparison to the funding raised</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/381/1*G26sjthcNK1PF10BsBK4pw.png\" /></figure><h3>Top 20 Youngest Unicorns</h3><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/326/1*8rCx7LAlUaycjjrzAQ6LFw.png\" /></figure><h3>Top 20 B2C startups</h3><p>Just 9 out of 57 B2C startups have shown profits in FY21 (15% profitable)</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/326/1*hYhuFn9OAnG8bwX6JZ5RfA.png\" /></figure><h3>Top 20 B2B Startups</h3><p>12 out of 38 B2B startups have shown profits in FY21 (31% profitable)</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/315/1*QGo4BGciK5hWwBtO4VRJRQ.png\" /></figure><h3>Top 20 based on high revenue multiple</h3><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/315/1*bdxw5jOxt1cvkSCR-g-iJg.png\" /><figcaption>This may not be the accurate picture as revenue is of FY21 and valuation is current, but then I am following the same method for all unicorns so thought of sharing this as well. Have excluded pre-revenue unicorn like Ola Electric, Mensa, Globalbees</figcaption></figure><h3>Full Data</h3><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*R3UnCNz0kFWqLXtlOQ2plA.png\" /></figure><p>Data sources: <a href=\"https://tracxn.com/\">Tracxn</a>, <a href=\"https://entrackr.com/\">Entrackr</a> and Industry Reports</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=5c2c92ae0b38\" width=\"1\" height=\"1\" alt=\"\"><hr><p><a href=\"https://growthbug.com/indias-100-unicorns-ranked-by-revenue-losses-current-valuation-revenue-multiple-5c2c92ae0b38\">India’s 100 Unicorns: Ranked by Revenue, Losses, Current Valuation, Revenue Multiple (Updated for…</a> was originally published in <a href=\"https://growthbug.com\">Growth Bug — Technology | Product | Growth | Apps</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
    "categories": [
      "india",
      "startup",
      "data",
      "unicorns",
      "technology"
    ],
    "guid": "https://medium.com/p/5c2c92ae0b38",
    "wordCount": 296
  },
  {
    "title": "An Uber for Asset Backed Loans- is the future of secured lending branchless?",
    "link": "https://growthbug.com/an-uber-for-asset-backed-loans-is-the-future-of-secured-lending-branchless-c09306be3ade?source=rss-8a2f53422ab5------2",
    "published": "Sun, 10 Apr 2022 08:11:16 GMT",
    "publishedDate": "2022-04-10T08:11:16.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<p>This blog has been authored by <a href=\"https://medium.com/u/9a7496823a8a\">indiagold</a> cofounder <a href=\"https://www.linkedin.com/in/misranitin/\">Nitin Misra</a>, it was originally published at Times of India:</p><p><a href=\"https://timesofindia.indiatimes.com/blogs/voices/an-uber-for-asset-backed-loans-is-the-future-of-secured-lending-branchless/\">An Uber for asset backed loans - Is the future of secured lending branchless?</a></p><p>It’s late at night, you finally got time to binge your favourite show on Netflix and need something to munch. But there’s nothing in the fridge. Consider this parallel universe where there are no food delivery apps and you have go to a restaurant to get the food! Or think about this — you have a train to catch. You need a taxi. But there are no taxi apps and you actually need to go to a taxi stand yourself to get one.</p><p>Nuh uh. This can’t be happening. #BASIC</p><p>Each day with hundreds of start-ups making ‘Uber for X’, we are becoming increasingly accustomed to availing services at our doorsteps, so much so that in 2022 it is considered a basic staple for businesses to provide. What that does is, it shifts the collective expectations of consumers across all products and services. If I can get a haircut at home, I should also be able to get a loan from home too!</p><p>But that’s easier said than done. Why? Well, banking operations are slightly more complex than making and delivering the perfect chilli chicken which has not gone soggy by the time it reaches you. We can blame it on our ever increasing need for convenience.</p><p>We are living in a time of a much higher degree of convenience compared to our previous generations. The service-deliveries that used to be considered normal erstwhile would now prompt a customer to shift loyalties to a competing brand since it’s regarded as a hygiene factor in the present times. Be it food delivery apps, taxi aggregators, or OTTs, audiences today expect the highest quality of services from the comfort and convenience of their homes. This has led to a paradigm shift in the collective expectations of consumers across all products and services, including financial services. Having said that, owing to their complex nature, financial services require considerable modifications and rapid technological shifts to fit the mould of new-age consumer expectations.</p><p>In today’s technologically advanced world, lending has reduced the intricacies of a time-consuming process from days to minutes. While financial institutions were among the first to adopt digital technologies when the sector was in its infancy, credit must also be given to new-age fintech businesses that are transforming the lending experience for borrowers.</p><p>With infrastructure between banks and FinTechs being increasingly driven by APIs, microservices, and configurable SaaS products, several banking products and services ranging from new account opening and Fixed Deposits to availing personal loans and getting credit cards sanctioned, can be built 100% online. Along the same lines, secured lending products where a physical asset like gold is involved as collateral can also be accessed through an app. Look at it from a bank’s perspective, of the entire suite of retail credit offerings that exist, unsecured lending products such as personal loans and education loans, while fast-growing and easily digitizable, accounts for 12.8% of the overall retail loan portfolio in India based on <a href=\"https://www.crifhighmark.com/media/2362/how-india-lends-fy2021.pdf\">CRIF “How India lends 2021” report</a>.</p><p>But what about secured lending products where a physical asset like gold is involved? How do you deposit a physical asset as collateral and take a loan against it on an app? Is it possible today to do this digitally without having to step out from your home? The answer is yes. Will 10 years from now, the next generation want to go to a branch to pledge gold. No. How? We will come to that.</p><p>First, let’s talk about the business side of things — from a bank’s perspective, of the entire suite of retail credit offerings that exist, unsecured lending products such as personal loans and education loans, while fast growing and easily digitizable, account for only a small percentage of the overall retail loan portfolio in India.</p><p>Meanwhile, asset-backed lending products such as gold loans, home loans, and vehicle loans, which make up for a majority of the retail loan book, still depend on physical interactions at the branch. Due to this, the lenders are forced to maintain expensive branch operations. This not only leads to an increase in their Opex/ AUM ratio (a core operational metric for bankers), but also severely limits their ability to expand such offerings to new geographies due to setting up of new physical branches, unlike other doorstep products or services such as e-commerce brands. Opex/ AUM ratio of two of the biggest gold loan NBFC players in India is between 3.6% and 6% as of Q3 FY2022.<em> </em>So, on one hand, we have consumers who want services at home and on the other, lenders who want to offer almost risk-free secured lending products like gold loans but find it difficult to strike the optimum balance between managing retail operations and branches.</p><p>There exists a very clear supply and demand gap in the market, which by the way, not accounting for TAM expansion and considering only the organized sector, is estimated to be about $50bn in India (gold loans market) and <a href=\"https://assets.kpmg/content/dam/kpmg/in/pdf/2020/01/return-of-gold-financiers-in-organised-lending-market.pdf\">the unorganized gold backed lending market is estimated to be 3X the same</a>. This is where full-stack gold loan products and services FinTechs come into the picture. Their moat is the use of technology to manage or automate the operational trinity of lending — front offices (Loan Managers visiting customers instead of customer visiting branches), middle offices (app-based auto servicing/ sales centres/ support), and back offices (banking operations, payments, underwriting, etc.) using technology.</p><p>For the consumers, it means a safer, faster and more convenient service. A professional Loan Manager comes to the customer’s home, assays the gold, books the loan and within 30–40 minutes the amount is disbursed to the customer’s bank account. Thereafter, the customer can manage the loan entirely through apps. Through all this, banks only need to lend the money — everything else is handled by Fintech platforms. As a consequence, Indian consumers, increasingly, prefer to get their gold pledged at the privacy of their homes rather than risking physically carrying the asset to deposit as a collateral at bank branches.</p><p>There is a common misnomer that borrowers with low credit scores usually opt for gold loans, which is the complete opposite in real life. For a business owner who has gold lying as a dead asset in the almirah, a gold loan is more prudent than a business loan for two reasons. First, gold loan interest rates are much lower. Second, in gold loans, one only needs to pay the interest component per month and can repay the principal at the very end. This means that for a trader or a manufacturer, the working capital acquired via the loan can be entirely used for investments and once returns are realized the principal can be paid back at the end of loan tenure.</p><p>It is imperative to remember that gold is an asset owned by over 80% of Indian households, regardless of the quantity. So, for any players trying to monetize this dead asset, one of which happens to be the Government of India, the objective is not a pareto optimal function! Futuristically speaking, 10 years from now, it could be considered just as strange to go to a branch to avail a gold loan as it is today to go to a restaurant to pick up food.</p><p>indiagold aims to fully leverage gold as an asset and digitise secured lending solutions across India, allowing banks and NBFCs to offer lending services without having to open or maintain physical branches. It also provides customers a suite of asset backed credit products at their doorstep with the click of a button. The first such secured lending solution, already live in 11 cities, is gold loans but the platform’s modular real time asset based lending stack is fully extendable to other secured lending products as well.</p><p>indiagold’s consumer and lender stack is designed to power the end-to-end journeys for secured lending products. Not just that, indiagold automates and fully manages operations from sourcing to loan closure and owns the relationship with the customer on behalf of the lender to provide a superlative customer experience.</p><p>As an example, in the first year of being onboarded to the indiagold platform, Shivalik Small Finance Bank has been able to grow month on month at an average of 35% and launched 6 new cities where it has no physical presence in a matter of days rather than months — all with zero operational overhead and zero NPAs till date.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*5L_katz0V0XwaKwi-diA2A.png\" /></figure><p>indiagold’s managed operations service is built on top of a cloud based product stack which can be easily integrated with both banks as well NBFCs. The stack includes, but is not limited to:</p><p><strong>1.</strong> <strong>Real Time Underwriting System (RTUS): </strong>Almost<strong> </strong>entirely, Indian banks use off-the-shelf Loan Origination Systems (LOS) for asset backed loans which are designed for assaying and loan booking at the physical branch. indiagold’s patented field LOS for secured assets allows agents in the field to assay, process and disburse loans within 30 minutes. This includes digitisation of various legal documents specific to asset backed loans such as lien set off, contract document etc. Once deployed, we become deeply embedded in business processes and integrated with back office systems, which makes us difficult to replace.</p><p><strong>2.</strong> <strong>Algorithmic field assignment:</strong> Just like taxi booking and food delivery, managing field operations efficiently is critical to doorstep lending systems. indiagold’s proprietary algorithm uses complex combinatorial routing and optimisation algorithms specific to secured lending instances. This allows our field agents and central operations to maximise their efficiency and complete more service requests in a day than any other Business Correspondent that relies on manual scheduling. In the future we aim to fully algorithmize matching of customer’s demand requests with agent availability — automating several backend operations roles.</p><p><strong>3.</strong> <strong>AI assisted gold assaying:</strong> Prudent asset valuation and management is at the core of secured lending. With our combined gold ornament imagery of over 1.5GB over the last 1 year, we are able to use image processing to recommend the purity of gold ornaments to our field agents. This aids in auditing gold purity testing undertaken by agents and ensures that loan book is backed by good quality assets. This is one reason why we have never lost a single auction.</p><p><strong>4.</strong> <strong>Asset transit and storage:</strong> Using time real time GPS based tracking and an extensive alerting and fraud prevention system, our central operations team monitors field operations across all cities in India and in case of any discrepancy can initiate recovery or field support within 7 minutes. The asset is insured during transit and audited at various stages of the loan life cycle, including random valuation audits.</p><p><strong>5.</strong> <strong>Collections and yield management: </strong>Few banks and NBFCs have their own infrastructure for managing their own collections and yield management systems for secured assets. Licensed lenders who have hitherto not been able to launch their own secured lending products owing to the complexity of infrastructure and streamlining of processes can now launch and manage their secured lending products in a matter of days. Lenders can easily manage their portfolio and track the health of the loan book on the indiagold lender portal. In addition, all official communications such as notices, reminders and other customer communication can be automated based on various rules. Compliance reporting such as loan details, DPD status, statements of accounts and portfolio tracking such as yield tracking and overdues can be monitored easily via the portal.</p><p><strong>6.</strong> <strong>Managed customer support and automated loan servicing: </strong>While digital offerings focus on transactions, physical interactions focus on relationship building with the customers. indiagold uses a combination of automated self-service flows on the indiagold app/ web portal/ WhatsApp chatbots which are further managed remotely by a small central operations team in Delhi. For example, when a customer in Indore requests a part-release of an asset (take back some of the gold ornaments from those secured at the time of loan booking), a request is automatically sent by the algorithm to the closest Relationship Manager (RM) on its app. In the Loan Management System (LMS) the loan details are updated accordingly and are accessible to the lender via the lender portal. Where it would have taken a customer to wait in the bank branch (maybe multiple visits as well), the request is processed in a matter of minutes on the same day itself. 75 to 80 percent of all transactional operations post loan booking including general accounting operations and payments processing are executed in an automated/ self-serve model.</p><p><strong>7.</strong> <strong>LMS and disbursal API based integrations: </strong>As a business correspondent compliant with latest current RBI regulations and norms, on the indiagold portal loan disbursals are undertaken via direct netbanking APIs from the lender’s account instead of using Payment Gateway based payouts as used by most lending platforms today. This insures that the lenders are fully compliant and our customer’s get a superlative experience with money hitting the account immediately as soon as it is processed by the Real Time Underwriting System (RTUS).</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*iaRujn7JkZXgcUiNDvXPMw.png\" /><figcaption><strong><em>Indiagold solutions — for lenders and end customers</em></strong></figcaption></figure><p>Just as a bank offers liability products such as savings account and Fixed Deposits as a source of acquiring customers and then cross sell asset products such as loans and credit cards, indiagold platform offers consumers a host of financial products that are typically offered in branches- albeit via the indiagold app. These include savings and investment products such as digital gold, gold backed SIP, locker services and even Fixed Deposits/ overdraft facility against gold asset stored in vaults.</p><iframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2F4g7-pctwt74%3Ffeature%3Doembed&amp;display_name=YouTube&amp;url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3D4g7-pctwt74&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2F4g7-pctwt74%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"><a href=\"https://medium.com/media/9e510d1ee763ad58336a82f6cfc2785c/href\">https://medium.com/media/9e510d1ee763ad58336a82f6cfc2785c/href</a></iframe><h3>The road ahead</h3><p>Core banking functions have often been categorised under an organizational trinity: front offices (branches), middle offices (call centres/ support), and back offices (operations). On an average, operations consumer 15–20% of a bank’s total annual budget. In the next ten years, this trinity will evolve dramatically, with a focus on improving operational efficiency and enhancing customer experience using technology.</p><p>Our goal is to be the market leader in offering a platform for Indian banks and NBFCs to transition to such state for their secured lending products — thereby eliminating the need to open new bank branches and making credit easily accessible to customers at the click of a button. We are already helping our lending partners avoid years of expensive in-house software development and have showcased our ability to rapidly grow the overall loan book in a risk free fashion.</p><p>We also aim to utilise capital to expand and mature our product and technology capabilities to expand into new geographies and markets. Our strategy so far has been to focus on launching 3 types of products:</p><p>1. Products and features that are part of the core branchless banking system</p><p>2. Products that help in increasing operational efficiency over time</p><p>3. Products that help expand our market access and position us at a vantage point to build trust and cross sell other product offerings</p><p>We aim to continue launching disruptive products that scale and help realise our vision for asset backed lending in India.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*HQFBz15YWdLZJ9q5A02_zw.png\" /><figcaption><em>Our rapidly maturing product suite includes first to market automation/ expansion products built on top of branchless solutions for asset backed lending</em></figcaption></figure><p>We love to share what we are building at indiagold. You can read more about our tech initiatives at <a href=\"http://tech.indiagold.co\">tech.indiagold.co</a></p><p>We are hiring. Write to us at hello@indiagold.co if you would love to explore some exciting opportunities at indiagold. Check <a href=\"https://indiagold.co/join-us\">https://indiagold.co/join-us</a> for open positions.</p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=c09306be3ade\" width=\"1\" height=\"1\" alt=\"\"><hr><p><a href=\"https://growthbug.com/an-uber-for-asset-backed-loans-is-the-future-of-secured-lending-branchless-c09306be3ade\">An Uber for Asset Backed Loans- is the future of secured lending branchless?</a> was originally published in <a href=\"https://growthbug.com\">Growth Bug — Technology | Product | Growth | Apps</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
    "categories": [
      "gold",
      "lending",
      "uber",
      "technology",
      "india"
    ],
    "guid": "https://medium.com/p/c09306be3ade",
    "wordCount": 2634
  },
  {
    "title": "How to calculate Life Time Value (LTV) of your customers correctly",
    "link": "https://growthbug.com/how-to-calculate-life-time-value-of-your-customers-correctly-3d4780fe7e41?source=rss-8a2f53422ab5------2",
    "published": "Wed, 06 Apr 2022 05:04:58 GMT",
    "publishedDate": "2022-04-06T05:04:58.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/599/1*8pW_IOYTW3mr7wiHK_xsfQ.jpeg\" /></figure><p>Life time value (LTV) of customers is one of the key metric measured by startups to offset a heavy one time customer acquisition cost. In simpler terms, it is the approximate value (in money terms) a customer could deliver through their lifetime on your product. This helps startups (consumer or SAAS) in allocating the budgets for customer acquisition (CAC). Ideally CAC should never be higher than LTV unless you are yet to unlock the full revenue potential of your product.</p><p>Also, it is important to calculate LTV when you have seen few cycles of acquisition, churn &amp; monetisation. Calculating too early in your journey is going to give misleading results.</p><h3>You may find 100s of search results with LTV formulas when you google it, but to my surprise 90% of those results gave a formula which may not accurately calculate LTV for your startup.</h3><p>The most common formula you will see is:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/352/1*mUJj3P83J95EefmUXodhNw.png\" /></figure><p>ARPU = Average Revenue Per User (Total Revenue during the period/Customers during the period)</p><p>Churn = 1- Retention%<br>Retention % = Customers who repeat during the period.</p><p>Here is the safest way to calculate customer retention:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*8QixGSSmoaqUa8mC7pM7ow.png\" /></figure><p>Select period based on your product’s frequency. It could be daily/weekly/monthly OR the subscription period of your product which could be upto a year.</p><h3>But the formula of LTV shown above is misleading and is vanity at best</h3><p>Here is the right way to calculate your real LTV:</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/826/1*T7LB6esnSCPuQzvMPNXTJA.png\" /></figure><p>The real value from a customer can only be derived if you reduce all the expenditure you made on serving this customer. This could include cost of goods sold or any direct charges like payment fee/MDR, manpower cost (if required to close a deal always) or any cost which can be attributed to the customer. This will not include marketing cost, incentives, cashbacks, freebies as that would go into calculating your customer acquisition cost.</p><figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*WGcLQV7clYc4nbq6n44NpA.png\" /></figure><p>Once you have LTV and CAC then you can divide LTV by CAC and ensure it is greater than 1 before you increase your marketing spends. All high growth companies have LTV/CAC ratio of 5 &amp; above.</p><p>Hope you will be able to calculate your LTV the right way from now on. It may look radically different from the basic LTV formula but that’s the ONLY way to find out the real worth of a customer.</p><p><em>Do share your feedback with me at </em><a href=\"mailto:dabbot@gmail.com\"><em>dabbot@gmail.com</em></a><em> or tag me on Twitter at twitter.com/deepakabbot</em></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=3d4780fe7e41\" width=\"1\" height=\"1\" alt=\"\"><hr><p><a href=\"https://growthbug.com/how-to-calculate-life-time-value-of-your-customers-correctly-3d4780fe7e41\">How to calculate Life Time Value (LTV) of your customers correctly</a> was originally published in <a href=\"https://growthbug.com\">Growth Bug — Technology | Product | Growth | Apps</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
    "categories": [
      "retention",
      "customer-lifetime-value",
      "growth",
      "formula",
      "startup"
    ],
    "guid": "https://medium.com/p/3d4780fe7e41",
    "wordCount": 441
  },
  {
    "title": "Why can’t we make revenue generating apps? India contributes less than 1% of global in-app revenues",
    "link": "https://growthbug.com/why-cant-we-make-better-apps-india-contributes-less-than-1-of-global-revenues-ae333362ce41?source=rss-8a2f53422ab5------2",
    "published": "Tue, 15 Mar 2022 11:53:30 GMT",
    "publishedDate": "2022-03-15T11:53:30.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/1000/1*4-vzHqu9T3iw7pIJHLg_mQ.png\" /></figure><p>India is world’s no.1 in app downloads on Android with 23bn downloads in 2021, almost 2.5x of USA. This make Google Play Store one of the most powerful platforms in the country as they control almost 15bn downloads if we exclude side loads and alternate app stores. Last year Google announced, apps that are offering in-app purchases of digital goods, have to use Google Play’s billing system and pay 30% commission to Google. While this rule existed but Google never enforced this strictly. Currently, most apps offering digital music, IAP, OTT subscription are using external payment gateways paying anywhere between 0% to 2% MDR.</p><p>Apple also charges 30% commission from all digital goods purchase and they never relaxed that rule hence even today all apps (Indian and Global) pay upto 30% commission.</p><p>Google’s announcement last year irked Indian app developers, who saw this as a monopoly tax. As a result, one alliance of startup founders has filed a petition before the Competition Commission of India seeking interim relief from Google’s new Play Store policy. CCI is also probing Apple, based “on the complain filed by Together We Fight Society,”</p><p>In USA, Epic Games filed suit against Apple in which court ruled that app developers should be allowed to place links to direct its users to bypass apple payment gateway. Indian developers are fighting the same battle and I really hope they force Apple &amp; Google to allow apps to use external payment gateways.</p><p>While this battle is important but we have a bigger issue at hand which in my opinion should be addressed too. Before going further on this thought, let’s see some numbers which may help me establish my point later:</p><ul><li>India has over 29k developers who have published 150k App on Play Store. This accounts for less than 3% developers on App stores.</li><li>Of 15bn downloads in 2021, Indian Apps would have garnered over 4bn downloads.</li><li>Majority of 4bn Indian apps downloads came from popular apps like Meesho, PhonePe, Paytm, Sharechat, Flipkart, Amazon India, Jio, Hotstar followed by a long tail of smaller apps.</li><li>Most of the big apps mentioned above do not sell digital goods (in-app items) and are not directly impacted by this google ruling.</li><li>Globally in-app economy is driven by gaming, dating, entertainment, education &amp; utility,</li><li>India roughly generated $600mn of in-app revenues in 2021 but Indian Apps accounted for just 10% of this number. Let me rephrase this — $60mn of in-app revenues came from Apps published by Indian developers.</li><li>Globally in-app revenues by Apple &amp; Google were in the range of $85bn</li><li>India contributed 7% of this but Indian Apps contributed a paltry 0.7%.</li><li>Over 230 Apps &amp; Games generated $100mn each. Except hotstar, none was even closer to $10mn</li></ul><p>The fight put up by some of the founders is a fundamental one and I fully support them, but I want to highlight a much bigger issue here — why is our share of in-app revenue is meagre 0.7% while our download share globally is over 30%. Why are startups based in India worried about this number? Why are global gaming, dating, entertainment apps are taking away the money from Indians? Are we not building quality games &amp; Apps to extract the money from Indians?</p><p>Solving for 30% commission is not going to solve the gap we have in in-app revenues. While some can argue that high commission dissuades many developer due to rising cost of producing quality apps but this stands true for global apps too. If Apple &amp; Google were to remove this forced billing, we are not likely to see the boom in in-app revenues.</p><p>Some possible answers to Indians not generating IAP revenues:</p><ol><li>Local opportunities are far bigger around ecommerce, finance, health, agri, education leaving little talent to build global focused product around gaming, entertainment, utilities which drives in-app revenues</li><li>Slightly controversial but may be we don’t know how to build quality games which can extract dollars from gamers pocket. Or may be all the good talent has been scooped up by card or cash gaming companies?</li><li>Ease of payments? While google has introduced UPI as a payment mode but it is still not seamless 1 click payout most games expect.</li><li>Indian developers making money through App store do not get counted in India due to their company’s domicile?</li><li>Freemium apps pricing policy doesnt suit India as international developers do not have India specific pricing making it difficult for masses to experience it?</li></ol><p>If you can think of some good reasons and suggestions on how can we increase the share of Indian developers in app store economy, do comment or mail me at <a href=\"mailto:dabbot@gmail.com\">dabbot@gmail.com</a></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=ae333362ce41\" width=\"1\" height=\"1\" alt=\"\"><hr><p><a href=\"https://growthbug.com/why-cant-we-make-better-apps-india-contributes-less-than-1-of-global-revenues-ae333362ce41\">Why can’t we make revenue generating apps? India contributes less than 1% of global in-app revenues</a> was originally published in <a href=\"https://growthbug.com\">Growth Bug — Technology | Product | Growth | Apps</a> on Medium, where people are continuing the conversation by highlighting and responding to this story.</p>",
    "categories": [
      "apple",
      "apps",
      "gaming",
      "android"
    ],
    "guid": "https://medium.com/p/ae333362ce41",
    "wordCount": 820
  },
  {
    "title": "Here are ESOP taxation reforms Budget 2022 missed",
    "link": "https://deepakabbot.medium.com/here-are-esop-taxation-reforms-budget-2022-missed-17dfce2c0110?source=rss-8a2f53422ab5------2",
    "published": "Thu, 17 Feb 2022 10:27:38 GMT",
    "publishedDate": "2022-02-17T10:27:38.000Z",
    "author": "Deepak Abbot",
    "summary": "",
    "content": "<figure><img alt=\"\" src=\"https://cdn-images-1.medium.com/max/770/0*D1AwFzWMGv3UV3G2.jpg\" /></figure><p>In <a href=\"https://www.moneycontrol.com/budget-2022/\">Budget 202</a> 0, taxation on exercise of employee stock ownership plan (ESOP) was removed under Section 191 of the Income Tax Act, 1961. While this was a welcome move in recognising the significance of ESOPs among startups, the devil lied in the detail.</p><p>This was applicable only for: one, startups incorporated after April 1, 2016 registered with the Department for Promotion of Industry and Internal Trade (DPIIT) under the Startup India initiative, and; two, those with an annual revenue of less than Rs 100 crore.</p><p><strong>Half-baked Reforms</strong></p><p>While point one would cover many startups, including most of the newly-minted unicorns, point two excludes most of these unicorns except few who were overvalued based on their future potential and not linked to their current traction. This clearly puts revenue-generating large startup employees at a huge disadvantage as they are being penalised for building a sustainable business.</p><p>However, this is not even the core of the problem of this half-baked ESOP reform. Other conditions made it even more difficult to implement: Eligible startups had to be approved by an inter-ministerial board separately, followed by <a href=\"https://www.startupindia.gov.in/content/dam/invest-india/Templates/public/80IAC%20Approved%20List.pdf\">approval from IT department under Section 80 of the Act</a>. As a result, <a href=\"https://inc42.com/features/union-budget-2022-indian-startups-demand-inclusion-of-all-startups-in-esop-reforms-tax-relaxation/\">only 0.5 percent startups are eligible</a>, which renders this reform useless.</p><p>Another rule which made it unattractive is that tax would be applicable if employees leave the startup. This is a huge sore point considering employees have not received any cash yet, but have to shell out significant tax upfront.</p><p><strong>Tax On ESOPs</strong></p><p>Coming to <a href=\"https://www.moneycontrol.com/budget-2022/\">Budget 2022</a>; startups were expecting all the above limitations to be relaxed in addition to bringing some tax parity between the listed and unlisted (ESOPs in this case). While the shortcomings of earlier reforms didn’t come through, the Finance Minister did bring the surcharge to 15 percent on long term capital gain (LTCG) of all kinds, from 37 percent earlier. This surcharge is similar to the surcharge on listed equities. While this brings the LTCG on unlisted equities to 23.92 percent from 28.5 percent earlier, it is not going to bring the taxation on ESOPs lower as assumed by some startup founders and finance professionals.</p><p>Here’s why it makes no difference to the on ground issues around ESOP taxation:</p><ul><li>ESOP would still be double taxed on exercising and liquidation,</li><li>ESOP would still be taxed as per the income slab, where it could go up to 42.7 percent</li></ul><p><strong>Double Taxation On ESOPs</strong></p><p>ESOP when exercised are taxed based on the Fair Market Value (FMV), and then taxed again at the time of buyback or secondary depending on the selling price at the time of selling, which could be higher than the FMV.</p><p><strong>ESOPs Won’t Gain</strong></p><p>In reality, a startup announces a buy back or a secondary round, and invites employees to sell their vested ESOPs — employees exercise it immediately, and then back-to-back sell it and get liquidity. This is classified as perquisite or ‘income’, and taxed as per the tax slab which could be as high as 42.7 percent (for above Rs 5 crore).</p><p>For employees to derive the benefit of this LTCG surcharge drop, they need to do the following:</p><ul><li>Exercise ESOPs when they are vested. Pay the strike price, and take it to their demat account</li><li>Pay the tax on the difference between exercise price and FMV on that day</li><li>Keep ESOPs in the demat account for two years, and then sell if there is a secondary or buy back</li><li>only in this case tax is 23.9 percent (which was 28.5 percent earlier)</li></ul><p>Many startups have announced regular ESOP buyback (twice a year in some cases) and some have even equated this with cash by allowing employees to sell every year when it vests. Through such policies, these startups are discouraging ESOPs to become ‘long term’ choices. Very few employees have the conviction or knowledge of taxation to avail LTCG benefits. In my interaction with numerous startup employees, I have never come across anyone who has exercised ESOP without any buyback. This is more of a cultural change that startups need to bring, but we have a long way to go.</p><p><strong>Calculating Tax</strong></p><p><strong>Scenario 1:</strong> An employee has vested 100 ESOPs. The exercise price is Rs 10, but the FMV of the startup values each share at Rs 1,000. The employee exercises 100 ESOPs, and pays Rs 1,000 to the company. Here, the employee has to pay a tax on Rs 99,000 (100 ESOPs X Rs 1,000 (FMV) — Rs 1,000 paid for exercising). Depending on the employee’s tax slab, this tax could be as high as Rs 42,273.</p><p>In addition to the above, there could be three further scenarios here on:</p><p><strong>Scenario 1a: </strong>The employee immediately sells it as part of the buyback arranged by the company. The buyback happens at exactly the FMV. There is no further tax liability on the employee.</p><p><strong>Scenario 1b:</strong> The buyback happens at Rs 1,500 because the company’s secondary round has been priced higher due to a huge demand. Here, the employee has to pay an additional tax of Rs 21,350 (due to additional gain of Rs 50,000).</p><p>(Note: If the above startup is among 0.5 percent approved under Section 80 of the Income Tax Act, then this employee has to pay a one-time tax of Rs 63,623 provided this employee continues to remain in service in that startup).</p><p><strong>Scenario 1c:</strong> The employee doesn’t participate in the buyback or secondary upon exercising and payment of tax, but decides to benefit from the rising valuation of the startup. They keep the exercises shares in demat account for two years. After two years, there is a buyback event, and the share price of the startup has gone up to Rs 3,000.</p><p>Now the new provision under <a href=\"https://www.moneycontrol.com/budget-2022/\">Budget 2022</a> kicks in, and the tax will look like this: The employee gets Rs 300,000 in hand (100 ESOPs X Rs 3,000 per share). The tax liability is Rs 71,700 (23.9 percent). The employee had paid Rs 42,273 tax at the time of exercising so now they have to pay remaining Rs 29,427. In this case the employee benefited from the LTCG, and overall paid much lesser tax.</p><p>Scenario 1c is a rarity in today’s environment where both startups and employees are maximising for the present.</p><p>So, to make ESOPs a real winner in India, we need to:</p><ul><li>Tax ESOPs only on exercising, and</li><li>ESOPs should be taxed as per listed shares taxation which means 15 percent if sold in less than one year, and 10 percent if sold thereafter</li></ul><p>Until then, ESOPs will remain tax unfriendly and employee unfriendly. One hopes that <a href=\"https://www.moneycontrol.com/budget-2022/\">Budget 202</a> 3 will bring in the real reforms, reforms we all have been waiting for.</p><p><strong><em>Deepak Abbot is founder and CEO, IndiaGold. Views are personal, and do not represent the stand of this publication.</em></strong></p><p><em>Originally published at </em><a href=\"https://www.moneycontrol.com/news/opinion/here-are-esop-taxation-reforms-budget-2022-missed-8122101.html\"><em>https://www.moneycontrol.com</em></a><em>.</em></p><img src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=17dfce2c0110\" width=\"1\" height=\"1\" alt=\"\">",
    "categories": [
      "startups-in-india",
      "taxation",
      "esop"
    ],
    "guid": "https://medium.com/p/17dfce2c0110",
    "wordCount": 1141
  }
]